[
    {
        "id": 1,
        "dataParent": "faqAccordion",
        "accordionId": "headingOne",
        "collapsedClass": "",
        "dataTarget": "#collapseOne",
        "ariaExpanded": "true",
        "ariaControls": "collapseOne",
        "title": "How can I get technical support for your software?",
        "text": "You can get technical support for our software by reaching out through our dedicated support portal available on our website. You can also contact our customer service team via email or phone during business hours. For immediate assistance, we offer live chat support directly on our website.",
        "collapseShow": "show"
    },
    {
        "id": 2,
        "dataParent": "faqAccordion",
        "accordionId": "headingTwo",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseTwo",
        "ariaExpanded": "false",
        "ariaControls": "collapseTwo",
        "title": "What is the cost of your data software?",
        "text": "The cost of our data software varies depending on the package and features you choose. We offer several pricing tiers to accommodate different needs, from basic packages to more advanced solutions. For a detailed quote, please contact our sales team or visit our pricing page on the website.",
        "collapseShow": ""
    },
    {
        "id": 3,
        "dataParent": "faqAccordion",
        "accordionId": "headingThree",
        "collapsedClass": "collapsed",
        "dataTarget": "#collapseThree",
        "ariaExpanded": "false",
        "ariaControls": "collapseThree",
        "title": "What types of data are compatible with your software?",
        "text": "Our software is designed to handle a wide variety of data types, including structured data from databases, unstructured data from text files, and real-time data streams. Common formats include CSV, JSON, XML, and Excel files. For specific compatibility questions, please refer to our documentation or contact our support team.",
        "collapseShow": "show"
    }
]
